Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: You've got the careful rectilinear tiles on the floor but then you've got the chair, again, that's at an angle, and is offset from it.
ht: Ou genyen bab li alatranp carreaux s' atè a yon dezyèm men, lè sa a ou genyen chèz la, sa a ankò, sa se nan yon ang, desantre de sa.

source: In some ways this painting is about the disruption of order and the way objects are placed in this space are about the tension that's created when things are not aligned.
ht: Nan kèk fason penti sa a se osijè de interruption de lòd Et objets mete yo nan plas sa a konsa yo apwopo de ke tansyon ki te kreye lè bagay pa sont New.

source: Perhaps that functions of a kind of metaphor for the interaction between the two figures.
ht: Petèt sa fonksyon de yon jan de métaphore pou entèraksyon ant de figi.

source: Or a kind of foreboding about what may happen.
ht: Ou ka pase yon jan de foreboding sou ki sa.

source: There are ways that the figures are linked.
ht: Genyen fason ke figi sont liées.

source: Look at the concentric rings that fall from the man: you have his collar, then you've got a series of folds in the drapery that catch the light and sort of expand as they move down towards his arm.
ht: Gade konsantrik bag ki te tonbe nan nonm lan: ou gen kole l, Lè sa a nou te pran yon seri de plis nan Et la ki kenbe limyè a epi asye de elaji menm jan yo avanse sou bra l'.

source: And then that motion is picked up by the beautiful gold brocade in the woman's dress, and then the folds on her hip.
ht: Et puis Mouvement sa pwan pa bèl brocade an lò nan rad fanm lan, Et ensuite plis nan ren l.

source: And so there really is a kind of harmony between those figures, and in some ways this painting is about harmony and disharmony, it's about alignment and things being askew.
ht: Et la vrèman se yon jan de amoni ant figi moun, epi, nan kèk fason penti sa a se Amoni ak disharmony, li se sou aliman ak bagay être krochi.

source: And that's also symbolized in the musical instrument which is used in Vermeer's paintings to suggest both harmony and frivolity, so which way is this gonna go?
ht: E sa tou symbolisé nan enstriman mizik ki ap itilize nan Vermeer a peintures sijere ke ta tou de amoni ak frivolity, se konsa ki kote se sa a va ale?

source: I'm not sure!
ht: Mwen pa fin sèten.

source: I think Vermeer is leaving that question open for the viewer.
ht: Mwen panse ke Vermeer ap pati sa louvri pou observateur a.

source: By leaving this question open, Vermeer creates an image that is really poetic.
ht: Pa kite kesyon sa a louvri, Vermeer ki kreye yon imaj sa se vrèman poétique.

source: As we begin our journey into the world of economics,
ht: Kòm nou kòmanse vwayaj nou nan mond lan sou ekonomi,

source: I thought I would begin with a quote from one of the most famous economists of all time, the Scottish philosopher Adam Smith.
ht: Mwen te panse mwen ta kòmanse avèk yon site de youn nan pli enpòtan ekonomis yo tout tan, Scottish retrase a Adam Smith a.

source: And he really is kind of the first real economist in the way that we view it now.
ht: Li vrèman se ti jan an premye reyèl économiste nan fason sa nou wè l' koulye a.

source: And this is from his The Wealth of Nations, published in 1776, coincidentally, the same year as the American Declaration of Independence, and it's one of his most-famous excerpts.
ht: Sa a, se nan li a rich de nasyon yo, te pibliye nan 1776, par, menm lanne tankou Ameriken deklarasyon endepandans lan, epi yonn li nan l' pi plis extraits.

source: He generally indeed, he being an economic actor, neither intends to promote the public interest, nor knows how much he is promoting it.
ht: Li en, jeneralman li se youn aktè ekonomik ki tap, ni a pou ankouraje enterè piblik lan. ni konnen konbyen li pwomouvwa li.

source: By directing that industry, so that the industry in control of that individual actor in such a manner, as its produce may be of the greatest value, he intends only his own gain.
ht: Pa direction endistri sa, se konsa ke endistri a nan kontwòl de sa aktè grenn pa grenn nan sa yon fason, tankou rekòt jaden an kapab pi gwo valè, de li a sèlman nan pwofi li.

source: 'He intends only his own gain'.
ht: 'Li a sèlman nan pwofi li'.

source: And he is in this, as in many other cases, led by an invisible hand to promote an end which was no part of his intention.
ht: Epi li nan sa, tankou anpil lòt ka dirije pa yon men envizib pou ankouraje yon fen ki te pati pa gen okenn entansyon pou l.

source: And this term "the invisible hand" is famous.
ht: Et sa a "a envizib" pi popilè.

source: Led by an invisible hand to promote an end which was no part of his intention.
ht: Dirije pa yon men envizib pou ankouraje yon fen ki te pati pa gen okenn entansyon pou l.

source: He is saying, look, when individual actors just act in their own self-interest, that often in aggregate leads to things that each of those individual actors did not intend.
ht: Li vle di menm: Gade, lè grenn pa grenn acteurs jis aji nan pwòp intérêt, sa souvan nan total kondwi pou bagay chak sa Des acteurs endividyèl sa a pa gen lide.

source: Then he says: nor is it always the worst for society that it was no part of it.
ht: Lè sa a, li menm ki di sa: ni se li toujou mete yo la pou sosyete ke li se se pati ladan l.

source: So, it was not necessarily a bad thing.
ht: Se konsa, li te pa nesesèman yon bagay ki pa bon.

source: By pursuing his own interest, he frequently promotes that of the society more effectually than when he really intends to promote it.
ht: Pa poursuivre enterè li, li anpil fwa ankouraje ke sosyete a plis effectually pase lè li reyèlman a pou ankouraje l.

source: So, this is really a pretty strong statement.
ht: Se konsa, sa se vrèman yon deklarasyon ki trè fò.

source: It's really at the core of capitalism.
ht: Sa se vrèman nan sant moun kapitalis.

source: And that's why I point out that it was published in the same year as the American Declaration of Independence, because obviously America, the Funding Fathers, they wrote the Declaration of Independence, the Constitution, that really talks about what it means to be a democratic country, what are the rights of its citizens.
ht: Et se poutèt sa mwen montre ke li te pibliye nan menm lanne tankou Ameriken deklarasyon endepandans lan, paske evidamman Amerik, fon zansèt nou yo, yo te ekri deklarasyon endepandans lan, konstitisyon an, sa vrèman chita pale sou sa sa vle di gen yon demokratik peyi, sa gen dwa sitwayen li yo.

source: But the United States, with its overall experience of an American, is at least as influenced by the work of Adam Smith, by this kind of foundational ideas of capitalism.
ht: Men, peyi Etazini, ak tout eksperyans li de yon Ameriken, se sa ki pi piti tankou te enfliyanse tèren yo tou sa Adam Smith, pa sa a jan de fondamantal lide moun kapitalis.

source: And they just both happened to happen around the same time.
ht: Apre sa, yo jis tou de te rive pou sa pase nan menm tan an.

source: But this idea is not always that intuitive.
ht: Men, lide sa a pa toujou sa intuitive.

source: Individual actors, by essentially pursuing their own self-interested ends might be doing more for society than than if any of them actually tried to promote the overall well-being of society.
ht: Grenn pa grenn acteurs, pa esansyèlman poursuite se pwòp tèt te enterese yo te ka fè travay plis pou sosyete a pase pase si nenpòt nan yo aktyèlman eseye pou ankouraje tout alèz sosyete a.

source: And I don't think that Adam Smith would say that it's always good for someone to act self-interested, or that it's never good for people to actually think about the implications of what they are doing in an aggregate sense, but he is saying that frequently .. frequently, this self-interested action could lead to the greater good.
ht: E mwen pa panse ke Adam Smith ta di toujou bon pou byennèt yon moun pou aji ak tèt enterese, oubyen pa janm bon nèt pou moun pou aktyèlman panse osijè de enplikasyon de sa y' ap fè nan yon sans global, Men li di ke anpil fwa. anpil fwa, sa a ak tèt enterese aksyon peut plon pou moun ki pi bon.

source: Could lead to more innovation.
ht: Te kapab kondwi yon pou plis famasyetik.

source: Could lead to better investment.
ht: Te kapab kondwi yon pou pi bon envèstisman.

source: Could lead to more productivity.
ht: Te kapab kondwi yon pou plis pwodwisite.

source: COuld lead to more wealth, more, a larger pie for everyone.
ht: Ta ka mennen a plis richès, plis, yon pi gwo tat pou tout moun.

source: And now Economics is frequently .. and when he makes a statement, he is actually making a mix of micro-economic and macro-economic statements.
ht: Et koulye a ekonomi se anpil fwa. Apre sa, lè li fè yon deklarasyon, li a aktyèlman ap yon melanj de micro-ekonomik ak macro-ekonomik deklarasyon.

source: Micro is that people, individual actors are acting out of their own self-interest.
ht: Micro, se moun sa, grenn pa grenn acteurs sont y' ap soti nan pwòp intérêt.

source: And the macro is that it might be good for the economy, or the nation as a whole.
ht: Et macro a se pou li te ka ta bon pou ekonomi an, ou nasyon an antye.

source: And so, now, modern economists tend to divide themselves into these two schools, or into these two subjects: microeconomics, which is the study of individual actors.
ht: Epi se konsa, koulye a, a la mòd ekonomis wenyen separe tèt yo nan lekòl yo de sa yo, pa antre nan sujets de sa yo: microeconomics, ki se etid la Des acteurs grenn pa grenn.

source: Microeconomics .. and those actors could be firms, could be people, it could be households.
ht: Microeconomics. Et acteurs sa te kapab konpayi, kapab byen moun, li ta ka lokatè.

source: And you have macro-economics, which is the study of the economy in aggregate.
ht: Et, ou gen macro-ekonomi, ki se etidye nan ekonomi an nan total.

source: Macro-economics.
ht: Macro-ekonomi.

source: And you get it from the words.
ht: Et, nou resevwa l' nan sa.

source: Micro -- the prefix refers to very small things.
ht: Micro - prefix a an relasyon a anpil ti bagay.

source: Macro refers to the larger, to the bigger picture.
ht: Macro se pou pi gwo, pou foto pi bon an.

source: And so, micro-economics is essentially how actors .. actors make decisions or, you could actually say 'allocations', allocations .. decisions or allocations.
ht: Se konsa, micro-ekonomi se esansyèlman jan acteurs. acteurs pran desizyon ou, ou te kapab di ke 'allocations', allocations. décisions ou allocations.

source: Allocation .. of scarce resources.
ht: Alokasyon. resous minim. Et ou tande pawòl resous minim anpil

source: And you hear the words scarce resources a lot when people talk about economics.
ht: Lè moun pale sou ekonomi.

source: And a scarce resource is one you don't have an infinite amount of.
ht: Ak yon resous minim, se pou yonn ou pa gen yon kantite enfini de.

source: For example, love might not be a scarce resource.
ht: Pa egzanp, renmen pa t ' rete yon resous minim.

source: You might have an infinite amount of love.
ht: Ou te ka jwenn yon enfini kantite renmen nan kè.

source: But a resource that would be scarce is something like food, or water, or money, or time, or labor.
ht: Men, yon lòt resous enfòmasyon ki ta dwe minim, se yon bagay tankou manje, ou dlo, ou lajan, ou lè ou travay.

source: These are all scarce resources.
ht: Se sa yo tout resous minim.

source: And so microeconomics is how do people decide where to put those scarce resource, how do they decide where to deploy them.
ht: Se konsa, microeconomics se jan fè moun deside ki kote pou mete tout resous minim, ki fè yo deside kote pou deplwaye yo.

source: And how does that .. does that affect prices and markets, and whatever else.
ht: Lè m ' ki fè sa. èske sa afekte pwi Et makèt, ak tou sa lòt bagay.

source: Macro-economics is the study of what happens at the aggregate to an economy.
ht: Macro-ekonomi se etid la de sa k rive koukouloukou nan total a yon ekonomi an.

source: So, 'aggregate', what happens in aggregate to an economy, from the millions of individual actors.
ht: Se konsa, 'global', sa k rive koukouloukou nan total yon ekonomi, de la dè milyon de acteurs grenn pa grenn.

source: Aggregate economy.
ht: Global ekonomi an.

source: We now have millions of actors.
ht: Nou kounye a gen dè milyon de acteurs.

source: And often focuses on policy-related questions.
ht: Et souvan pwezante sou kesyon politik ki an.

source: SO, do you raise or lower taxes.
ht: Se KONSA, èske ou leve ou bese taks.

source: Or, what's going to happen when you raise or lower taxes.
ht: Ou, sa ki pwal pase lè ou leve ti moun ou bese taks.

source: Do you regulate or de-regulate?
ht: Èske ou regle ou regle afè?

source: How does that affect the overall productivity when you do this.
ht: Ki jan fè ki afekte a tout pwodwisite

source: So, it's policy, top-down .. 'top-down' questions.
ht: Lè ou fè sa. Se konsa, li se politik, sou tèt-desann. 'tèt anba' kesyon.

source: And in both macro- and micro-economics, there is especially in the modern sense of it, there is an attempt to make them rigorous, to make them mathematical.
ht: E nan tou de macro - Et micro-ekonomi, pa gen espesyalman nan modèn li vle di, pa gen yon tantativ pou fè yo nan aktivite ansèyman serye, pou mete yo nan matematik.

source: So, in either case you could start with some of the ideas, some of the philosophical ideas, so of the logical ideas, to say someone like Adam Smith might have.
ht: Se konsa, nan ka soit nou te kapab kòmanse ak ti gout nan lide yo, gen kèk moun filozofik lide a, Se konsa de lojik lide an, di yon moun tankou Adam Smith te vle.

source: So, you have these basic ideas about how people think, how people make decisions.
ht: Se konsa, ou gen sa yo de baz lide sou kouman moun panse, jan moun ki pran desizyon.

source: So, philosophy, 'philosophy' of people, of decision-making, in the case of micro-economics -- 'decision-making'
ht: Se konsa, Filozofi, 'Filozofi' moun, de mo, in the Case of micro-ekonomi - la décision'

source: And then you make some assumptions about it.
ht: Apre sa, lè sa a nou te fè kèk ankenn sipozisyon sou sa.

source: Or you simplify it .. let me write this .. you simplify it.
ht: Ou ou senplifye li. kite m' ekri sa. ou senplifye li.

source: And you really are simplifying.
ht: E nou vrèman sont qui.

source: You say "oh, all people are rational",
ht: Nou di "o, tout moun ki rezonab",

source: "all people are gonna act in their own self-interest, or all people are going to maximize their gain", which isn't true -- human beings are motivated by a whole bunch of things.
ht: "tout moun pral aji nan pwòp intérêt, ou tout moun pral maksimize pwofi yo", ki pa vre - imen sont motivés pa yon pakèt tout moun tou.

source: We simplify things, so we can start to deal with it kind of a mathematical way.
ht: Nou senplifye tout bagay, se konsa nou ka kòmanse a kontra avèk li type de yon fason matematik.

source: SO you simplify it, so you can start dealing with it in a mathematical sense.
ht: Se KONSA nou senplifye li, se konsa, ou kapab kòmanse negosye avè l' nan yon sans matematik.

source: So, this is valuable to clarify your thinking.
ht: Se konsa, sa valab pou klarifye panse ou.

source: It can allow you to prove things based on your assumptions.
ht: Li kapab pèmèt ou pou bay prèv bagay ki baze sou ankenn sipozisyon ou.

source: And so, you can start to visualize things mathematically, with charts and graphs and think about what would actually happen with markets.
ht: Se konsa, ou kapab kòmanse visualiser bagay mathématique, ak tableaux Et graphes e panse osijè de ki sa ta aktyèlman rive ak mache yo.

source: So it's very valuable to have this mathematical, rigorous, thinking.
ht: Se poutèt sa trè pwesye en sa a matematik, aktivite ansèyman serye, panse.

source: But at the same time, it could be a little bit dangerous, because you are making these huge simplifications, and sometimes the math might lead you to some very strong conclusions.
ht: Men an menm tan an, li ta ka yon ti jan danjere, paske ou sa yo yon gwo simplifications, ak pafwa matematik la te ka mennen nou a kèk konklizyon pi fò.

source: Conclusions, which you might feel very strongly about, because it looks like you've proven them in the same way that you might prove relativity, but they were based on some assumptions that either might be wrong, or might be over-simplifications, or might not be relevant to the context that you're trying to make conclusions about.
ht: Konklizyon, ou kapab santi trè fortement a, paske li sanble ke nou an, te gen éprouvée yo nan menm jan an tou pou nou te ka bay prèv relativite, men yo te gen baz sou kèk hypothèses sa swa peut être mal, ou ka twò simplifications, ou pa t ' rete sòti nan yon kontèks sa ou ap eseye fè konklizyon sou.

source: So it's very very very important to take it all with a grain of salt, to remember that it's all based on some simplifying assumption.
ht: Se trè trè enpòtan anpil pou manje l' menm jan an tou ak yon ti grenn sèl la. pou w sonje ke li se tout baze sou kèk hypothèse qui.

source: And macro-economics is probably more guilty of it.
ht: Et macro-ekonomi pwobableman pi koupab de li.

source: In micro-economics you are taking these deeply complicated things that are the human brain, how people act and respond to each other, and then you are aggregating it over millions of people, so it's ultra-complicated.
ht: Nan micro-ekonomi yo t' ap bagay konplike pwofondman sa yo ke yo sèvo imen an, jan moun Sur pweferans epi reponn a ak lòt, Et ensuite ou sont groupement li pase milyon moun, se konsa li te konplike sa tout moun.

source: You've millions of these infinitely complicated people, all interacting with each other.
ht: Ou te gen dè milyon de infini konplike moun sa yo, tout interaction youn ak lòt.

source: SO, it's very complicated.
ht: Se KONSA, li trè konplike.

source: Many millions of interactions, and fundamentally unpredictable interactions, and then trying to make assumptions on those, trying to make assumptions and then doing math with that -- that could lead you to some conclusions or might be leading you to some predictions.
ht: Anpil milyon interactions, Et fondamentalement ou pakab interactions lè sa a ap eseye pou fè ankenn sipozisyon sou moun, ap eseye pou fè ankenn sipozisyon Et lè sa a ap fè matematik ak sa ki sa ta ka mennen nou a kèk konklizyon ou peut être mennen ou pou pwodiksyon kèk.

source: And, once again, this is very important.
ht: Et, yon fwa ankò, men trè enpòtan.

source: This is valuable, it is valuable to make these mathematical models, with these mathematical assumptions for these mathematical conclusions, but it always need to be taken with a grain of salt.
ht: Sa précieux, se valab pou fè modèl fraz sa yo, ak sa yo hypothèses fraz matematik konklizyon sa yo, pou Men, li toujou bezwen fè Pòl ak yon sèl ti grenn.

source: So, then you have a proper grain of salt, so that you are always focused on the true intuition.
ht: Se konsa, lè sa a ou gen yon bon ti grenn ki sèl la, lè sa a, ou toujou ap konsantre sou a entwisyon tout bon an.

source: And that's really the most important thing to get from a course on economics.
ht: E se pou sa vrèman bagay ki pi enpòtan pou pran yo nan yon kou nan ekonomi.

source: So you can truly reason through what's likely to happen, maybe even without the mathematics.
ht: Se konsa nou ka se vre wi: raison à sa ki gen anpil chans pou rive, petèt san matematik la.

source: I'll leave you with two quotes.
ht: M ap kite ou ak de site.

source: And thse quotes are a little bit .. a little bit funny, but they're really I think helpful things to keep in mind, especially when you go deep into the mathematical side of economics.
ht: Et thse site sont yon ti bit. yon ti bit elektrisite, Men yo ke mwen panse ke konsèy pou ede sa ki gen pou toujou chonje, sitou lè ou ale nan matematik bò ekonomi.

source: So, this right over here is a quote by Aflred Knopf, who was publisher in the 1900s.
ht: Se konsa, dwa sa a sou isit la se yon site pou Aflred Knopf, ki te piblikatè nan ansyen kopi la.

source: "An economist is a man who states the obvious in terms of the incomprehensible."
ht: "The yon se yon nonm ki états evidan tèm enkonpreyansib a."

source: And I'm assuming what he is talking about as the incomprehensible, he is referring to some of the 'mathy' stuff that you see in economics, and hopefully we're going to make this as comprehensible as possible.
ht: Apre sa, mwen menm ki en sa l' ap pale sou tankou enkonpreyansib a, li se kèk nan 'mathy' bagay la ou wè nan ekonomi, Et, nou pwal fè sa comme compréhensible ke posib.

source: You'll see there is value in this.
ht: Ou ap wè pa gen valè nan sa.

source: But it's a very important statement he is making.
ht: Men, se yon enpòtan anpil deklarasyon li a ap.

source: Oftentimes, it's taking a common-sense thing.
ht: Souvent, sa ap pran yon bagay ki komen yo, ki vle di.

source: It's taking something that's obvious .. that's obvious.
ht: L ap pran yon bagay ki evidan. sa aklè.

source: And it's very important to always keep that in mind, to always make sure that you have the intuition for what's happening in the math, or to know when the math is going into a direction that might be strange based on over-simplifications or wrong assumptions.
ht: Et sa enpòtan anpil pou nou toujou chonje sa, pou toujou ap fè si sa ou gen a entwisyon an pou ki pase nan matematik la, ou konnen lè Mat a va antre nan yon direksyon ki kapab lòt nasyon te baze sou twòp simplifications ou mal hypothèses.

source: And then you have this quote here by Lawrence J. Peter, most famous for Peter's Principals, a professor at USC.
ht: Lè sa a, ou gen sa a site isit la Lawrence. Pyè, ki pi popilè pou Peter a direktè, yon pwofesè USC nan.

source: "An economist is an expert know will know tomorrow why the things he predicted yesterday didn't happen today."
ht: "Yon ' ekonomis se yon bòs savoir pral konnen denmen Poukisa tout bagay li te pwedi yè pa t rive jòdi a. "

source: And once again -- important to keep in the back of one's mind, because especially relevant to macro-economics, because in macro-economics there is always all sorts of prediction about the state of the economy: about what need to be done, about how long the recession will last, what will be the economic growth next year, what will inflation do ... and they often prove to be wrong.
ht: Ak yon fwa ankò ki enpòtan pou kenbe dèyè a yon nan te esprit, paske enpòtan espesyalman pou macro-ekonomi, paske nan macro-ekonomi Se la toujou tout kalite prediksyon sou eta ekonomi an. sou sa ki bezwen fè, sou konbyen tan récession a pral dire, sa k'ap vin kwasans ekonomik la lòt ane an, kisa pral enflasyon fè... Et yo souvan kòm prèv pou fè mal.

source: In fact, few economists even tend to agree on many of these things.
ht: Gen fait, kèk ekonomis yo menm tandans pou yon antant sou anpil bagay sa yo.

source: And it's very important to realize that, because oftentimes when you are deep in the mathematics, economics might seem to be a science, like physics, but it's not a science like physics.
ht: Sa enpòtan anpil pou reyalize sa, paske souvent lè yo fon yo ak nan matematik la, ekonomi peut semblent pou yon syans, tankou fizik, Men, se pa yon syans fizik tankou.

source: It is open .. it is open to subjectivity, and a lot of that subjectivity is all around the assumptions that you choose to make.
ht: Li louvri. pou subjectivité, ak yon bann subjectivité sa a se tout otou hypothèses sa w chwazi pou yo fè.

source: What is the least common multiple, abbreviated as LCM, of 15, 6 and 10?
ht: Nan ki sa wap a moins komen plusieurs, abrégé tankou LCM, de 15, 6 Et 10

source: So the LCM is exactly what the word is saying, it is the least common multiple of these numbers.
ht: LCM a se egzakteman sa sa vle di, poutèt li se plusieurs komen moins de anpil moun sa yo.
